Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/kasityo.html.tmx
Source language: fin
Languages: smn

source: Kulttuuri
smn: Ovdâsijđo

source: Saamenpuku
smn: Tyeji Tyeji

source: Musiikki
smn: Mááccuh

source: Käsityökulttuuri liittyy vahvasti inarinsaamelaiseen perinteeseen.
smn: Muusik Tyejikulttuur kulá nanosávt anarâš ärbivuáhán.

source: Sen näkyvimmät tuntomerkit ovat Inarinjärven ympärillä säilynyt kieli ja inarilainen puku.
smn: Ton pyeremusah tobdomeerhah láá Aanaarjäävri pirrâsijn siäilum kielâ já anarâš mááccuh.

source: Kaikkien pohjoisten kansojen taustalta löytyvät samat lähtökohdat: arktinen luonto ja kehittymisen pakko.
smn: Puohâin taavaapiälái aalmugij tuáváážijn kávnojeh siämmááh vuolgâsajeh: arktâlâš luándu já ovdánem tárbu.

source: Asioita on pitänyt kokeilla, kehitellä ja kaiken tämän takana on aina ollut ihminen.
smn: Aašijd lii ferttim iskâdiđ, ovdediđ já ain taan tyehin lii lamaš olmooš.

source: Inarinsaamelaisessa elämänmuodossa tehtiin itse kaikki kodin piirissä tarvittavat tavarat, joka asetti tarve-esineille tiettyjä vaatimuksia.
smn: Anarâš eellimvyevist ráhtojii pääihist puoh päikkipirrâsist tarbâšum tiiŋgah, mii asâttij anotiŋgáid tiätulágánijd vátámušâid.

source: Esineiden piti olla lujia, käytännöllisiä ja niiden piti miellyttää käyttäjänsä esteettistä silmää.
smn: Tiiŋgah kolgii leđe nanoseh, vuohâseh kevttiđ já toh kolgii leđe meiddei čaalman vuohâseh uáiniđ.

source: Miehet tekivät ns. miesten töitä, jotka liittyivät asumiseen.
smn: Almaah porgii nk. almai pargoid, moh lohtâsii asâmân.

source: Inarinjärvi ja sen monet sivuvedet, järvet ja lammet vaativat taitoa veneen rakentamisessa.
smn: Aanaarjävri já ton maaŋgah uálgičácáduvah, jäävrih já lááduh vattii tááiđu kárbá rähtimân.

source: Talviseen kulkemiseen tarvittiin ahkioita ja kelkkoja sekä poroille länkiä.
smn: Tälvijotemân tarbâšuvvojii kerriseh já rievah, sehe ergijd leeŋgih.

source: Perheessä tai alueella oli aina joku, joka hallitsi puusta tekemisen taidon.
smn: Perrust tâi aassâmkuávlust lâi ain kiinii, kote haldâšij muorâst rähtim tááiđu.

source: Poron sarvet on ollut myös käyttömateriaali, josta esimerkiksi suopungin kielasluu ja lusikat, sekä vaimoväen tiuhta ja käpy on valmistettu.
smn: Poccuu čuárvi lii lamaš meiddei anoaamnâs, mast láá rahtum ovdâmerkkân suoppâin čuárvikielah, pastemeh, njuškomeh já kiävuh.

source: Inarinsaamelaiset ovat omistaneet poroja vähemmän, mutta poro on ollut kaiken elämisen ehto.
smn: Anarâšah iä lah lamaš puásuiriggáh, mut puásui lii lamaš kuittâg ubâ eellim iähtu.

source: Se on ollut ajokas, tarjonnut ravintoa ja nahasta on valmistettu pukineita.
smn: Tot lii lamaš vuájáán, purrâmâš adeleijee já ton čeevđist láá rahtum anokäävnih.

source: Talvipuku perustui porontaljan monipuoliseen käyttöön, josta tehtiin sekä miesten että naisten pukineet.
smn: Tälvikárvu vuáđudui poccuutyelji maaŋgâpiälásii kevttimân, mast ráhtojii sehe almai já nisonij káárvuh.

source: Kasvisparkittu nahka oli monipuolinen käsityömateriaali, jota tarvittiin valjaissa, laukkuina ja pussinahkana sekä pukineisiin.
smn: Ostodum čevđi lâi maaŋgâpiälásâš tyejiaamnâs, mii tarbâšui leeŋgijn, laavhâin já sekkânähkin, sehe káárvuin.

source: Elämäntapa liittyy pukukulttuuriin Kalastus on liittynyt kiinteästi inarilaisen elämään niin talvi- kuin kesäpaikassakin.
smn: Eellimvyehi čoonnâs mááccuhkulttuurân Kyelipivdo lii kullum nanosávt anarâš elimân nuuvt tälvi- ko kesiorottuvâst-uv.

source: Käsityöt ovat seuranneet vuotuismuuton mukana.
smn: Tyejeh láá čuávvum varriistâllâm mieldi.

source: Pienimuotoinen maatalous ja karjanhoito, lehmät ja lampaat, ovat tuoneet vaihtelua perheiden ravintoon.
smn: Ucessiähá eennâmtuálu já šiiveettuálu, kuusah já saavzah, láá puáhtám lasattâs perrui purrâmâšvááljun.

source: Naudannahkaa tarvittiin esimerkiksi kengänpohjanahkaksi ja poronhihnoiksi, ja lampaanvillaa kehrättiin langaksi.
smn: Kusânähki tarbâšui ovdâmerkkân kamuvvuáđučevđin já läbžiamnâsin já saavzâulloost pannojii lääigih.

source: Lampaan taljoista tehtiin roukoja eli peittoja, ja liha käytettiin ravinnoksi.
smn: Saavzâ tuoljin ráhtojii ruávuh, já piärgu kevttui ravâdin.

source: Norjan kauppamatkoilta tuotiin elintarvikkeiden lisäksi myös hylkeennahkaa kengänpohjia, hihnoja ja laukkuja varten, sekä muita käsityötarvikkeita kuten verkaa ja sarkaa lapinpukuja varten.
smn: Taažâ kävppimaađhijn puáhtojii purrâmâšveerki lasseen meid nuárjunähki kamuvvuáđui, laabžij já laavhâi várás, sehe eres-uv tyejitarbâšeh tegu leđđee já paajâ sämimáccuhij várás.

source: Naiset ovat osallistuneet mahdollisuuksiensa mukaan kaikkiin töihin.
smn: Nisoneh láá uásálistám máhđulâšvuođâidis mield puoh pargoid.

source: Vaimon tehtävänä on ollut pitää koti ja perhe lämpiminä, ja he ovat vaatettaneet perheensä.
smn: Eemeed pargon lii lamaš toollâđ pääihi já perruu liegâsin, já sun lii kárvuttâm perrus.

source: Joskus tehtiin myös tuotteita naapureille ja kauemmaskin.
smn: Motomin ráhtojii käävnih meiddei ránnjáid já olgoláá-uv.

source: Yleensä taitajien maine kiiri kulkijoiden ja tehtyjen tuotteiden mukana.
smn: Táválávt tuáijojeijei táiđu juuđij máđhálij já rahtum tuojij mieldi.

source: Pukukulttuurin kehittyminen on liittynyt elämäntapaan.
smn: Mááccuhkulttuur ovdánem lii kuullâm eellimvuáhán.

source: Naisen taidot ja taideaisti ovat olleet tarpeelliset vaatetuksen kehittymisessä.
smn: Nissoon tááiđuh já taaidâčalme láá lamaš tárbuliih pivtâstem ovdánmist.

source: Koristelutapa toteutettiin kulloinkin saatavien materiaalien mukaisesti.
smn: Hervâttemvyehi olášuttui amnâsij mield, moh kuás-uv lijjii finniimist.

source: Inarinsaamelaisten vaatimaton elämäntapa heijastui myös pukeutumisessa, aina ei ollut varaakaan kuin välttämättömään juhlapukukokonaisuuteen.
smn: Anarâšâi vyeligâš eellimvyehi tiettui meiddei kárvudâtmist, ain ij lamaš väärigin ko eidu velttidmettumân juhlekáárvun. Sämimááccuh spejâlist onnáá peeivi

source: Saamenpuku kuvastaa tätä päivää Tarjonnan runsaus, varallisuus ja materiaalien helpompi saatavuus ovat näkyvissä nykyaikana inarinsaamelaisenkin vaateparren asustamisessa.
smn: Falâlduv valje, omâdâh já amnâsij älkkeb finnim tááláá ääigist anarâš-uv piivtâstmist.

source: Perinteiset pukumateriaalit ovat saaneet rinnalleen uusia nykyaikaisia kankaita ja muita ompelutarvikkeita.
smn: Ärbivuáváliih mááccuhamnâseh láá finnim paldâsis taanáigásâš uđđâ kággáid já eres-uv kuárrumtarbâšijd.

source: Vuosikymmenien saatossa on alueelle tullut vaikutteita eri puolilta saamelaisaluetta.
smn: Ihelovoi mield láá puáttám vaikuttâsah sämikuávlu jieškote-uv kuávlust.

source: Inarin alueelle on tullut asukkaita muilta saamelaisalueilta.
smn: Aanaar kuávlun láá puáttám ässeeh sämikuávlu eres oosijn.

source: Enontekiöläiset, utsjokelaiset ja kolttasaamelaiset ovat tuoneet alueelle omat pukukulttuurinsa.
smn: Iänuduvliih, ucjuvliih já nuorttâlâšah láá puáhtám kuávlun jieijâs mááccuhkulttuuris.

source: Myös seka-avioliitot vaikuttavat omalta osaltaan pukukulttuurien kehittymiseen. Ella Sarre
smn: Meid siähálâsnäimilitoh vaikutteh jieijâs uásild mááccuhkulttuur ovdánmân Ella Sarre

source: Inarinsaamelaisia käsityöntekijöitä:
smn: Veikko Paltto

source: Ensi Aikion valmistamia sisnanahkaisia nitropusseja vasemmalla, sekä kahvi- ja sokeripusseja oikealla.
smn: Ensi Aikio šišneest kuárrum nitrosehhiih čižetpeln, sehe kähvi- já sukkârseehah uálgispeln.
